Repository: RotherOSS/GeneralCatalog
Catalog: i18n/GeneralCatalog/GeneralCatalog.*.po
Languages: bg, nb_no

source: Functionality
bg: Функционалност
nb_no: Funksjonalitet

source: General Catalog Management
bg: Управление на основния каталог
nb_no: Administrasjon av Generell Katalog

source: Items in Class
bg: Елементи в класа
nb_no: Oppføringer i klasse

source: Edit Item
bg: Редактиране на елемент
nb_no: Endre objekt

source: Add Class
bg: Добавяне на клас
nb_no: Legg til klasse

source: Add Item
bg: Добавете елемент
nb_no: Legg til oppføring

source: Add Catalog Item
bg: Добави елемент към каталога
nb_no: Legg til katalogobjekt

source: Add Catalog Class
bg: Добави клас в каталога
nb_no: Legg til katalog-klasse

source: Catalog Class
bg: Класове в каталога
nb_no: Katalogklasse

source: Edit Catalog Item
bg: Редактиране на елемент от каталога
nb_no: Rediger katalogoppføring

source: Warning incident state can not be set to invalid.
bg: Състоянието на инцидент с предупреждение не може да бъде зададено като невалидно.
nb_no: Hendelsesstatus for advarsel kan ikke settes til ugyldig.

source: Comment 2
bg: Коментар 2
nb_no: Kommentar 2

source: Create and manage the General Catalog.
bg: Създаване и поддръжка на Основния каталог.
nb_no: Opprett og administrér den generelle katalogen.

source: Define the general catalog comment 2.
bg: Дефинирайте коментар 2 към общия каталог.
nb_no: Definer generell kommentar 2 til katalogen.

source: Defines the URL JS Color Picker path.
bg: Определя пътя на URL JS Color Picker.
nb_no: Definerer URL for JS-fargevelger.

source: Frontend module registration for the AdminGeneralCatalog configuration in the admin area.
bg: Регистрация на предния модул за конфигурацията на Администраторския Основен каталог в Административната част.
nb_no: Forsidemodul-registrering for AdminGeneralCatalog-oppsett i admin-delen.

source: General Catalog
bg: Основен каталог
nb_no: Generell Katalog

source: Parameters for the example comment 2 of the general catalog attributes.
bg: Параметри на примерния коментар 2 на атрибутите на общия каталог.
nb_no: Parametre for eksempelkommentar 2 i attributtene for generell katalog.

source: Parameters for the example permission groups of the general catalog attributes.
bg: Параметри за примерните разрешителни групи от атрибутите на общия каталог.
nb_no: Parametere for tilgangsgruppe-eksempel i attributtene for generell katalog.

source: Permission Group
bg: Група разрешения
nb_no: Tillatelsesgruppe
